alsa-utils
autoconf
automake
bash
binutils
bison
boost
btrfs-progs
bzip2
clang
cmake
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dosfstools
e2fsprogs
efibootmgr
eigen
eog
fakeroot
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-mozc
fcitx-qt4
fcitx-qt5
file
file-roller
filesystem
findutils
firefox
flex
gawk
gdb
gdm
gettext
git
glibc
gnome-backgrounds
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-standard
gnome-tweak-tool
gptfdisk
grep
groff
grub
guake
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hub
inetutils
iproute2
iputils
jdk8-openjdk
jfsutils
less
lib32-alsa-lib
lib32-gnutls
lib32-libldap
libtool
licenses
linux
logrotate
lollypop
lvm2
m4
make
man-db
man-pages
mdadm
mousetweaks
mutter
nano
nautilus
netctl
ninja
ntfs-3g
nvidia
ode
openssh
os-prober
pacman
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
protobuf
psmisc
python-numpy
reiserfsprogs
s-nail
sed
shadow
slack-desktop
sudo
sushi
sysfsutils
systemd-sysvcompat
tar
texinfo
thunderbird
tmux
transmission-cli
usbutils
util-linux
variety
vi
vim
vlc
which
wpa_supplicant
xdg-user-dirs-gtk
xfsprogs
xorg-server
xorg-server-utils
xorg-utils
yaourt
zsh
