adobe-source-han-sans-jp-fonts
alacritty
alsa-utils
android-tools
android-udev
arm-none-eabi-gcc
autoconf
automake
awesome-terminal-fonts
baobab
bison
boost
ccid
chrome-gnome-shell
code
dfu-util
discord
eigen
eog
fakeroot
fcitx-mozc
gdm
gimp
gnome-screenshot
gnome-shell-extensions
gnome-system-monitor
gnome-tweaks
grub
hub
inetutils
inkscape
iputils
jfsutils
julia
licenses
lightdm-webkit-theme-litarvan
logrotate
make
man-db
man-pages
nano
nautilus
netctl
ninja
ntp
nvidia
obs-studio
ode
optipng
otf-ipafont
patch
pcsc-tools
pkgconf
powerline-fonts
pyenv
python-pipenv
reiserfsprogs
rustup
sassc
spdlog
sushi
teensy-loader-cli
texlive-langjapanese
texlive-latexextra
texlive-science
totem
transmission-gtk
usbutils
vi
vim
wget
xclip
xdg-user-dirs-gtk
zip
zsh
clion
clion-cmake
clion-gdb
clion-jre
clion-lldb
fcitx-qt4
google-chrome
intellij-idea-ultimate-edition
komorebi
libarib25
libnvidia-container
libnvidia-container-tools
mendeleydesktop
mojave-gtk-theme-git
networkmanager-l2tp
nvidia-container-toolkit
nvm
openswan
otf-source-han-code-jp
pycharm-professional
qt4
slack-desktop
tdrop-git
yay
